#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {} !!</b>

<b>ഞാൻ <b><a href="https://t.me/MGMOVIEGRAM">ᴍᴏᴠɪᴇ ɢʀᴀᴍ</a></b> എന്ന ഗ്രൂപ്പിൽ മൂവീസ് കൊടുക്കുന്ന ബോട്ട് ആണ് 
 
എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല</b>

 🕵‍♂ ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ 👉 <b><i><a href="https://t.me/xxxtentacion_OF_TG">xxxᴛᴇɴᴛᴀᴄɪᴏɴ</a></i></b>
"""    
    
    HELP_TEXT = """
<b>നീ ഏതാ..... ഒന്ന് പോടെയ് അവൻ help ചോയ്ച്ച് വന്നിരിക്കുന്നു😤...I'm Different Bot U Know</b>
"""
    
    ABOUT_TEXT = """<b>○ ᴍʏ ɴᴀᴍᴇ :  sᴀʀᴀʜ</b>
    
<b>○ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ</b>

<b>○ ғʀᴀᴍᴇᴡᴏʀᴋ : ᴘʏʀᴏɢʀᴀᴍ</b>

<b>○ sᴇʀᴠᴇʀ : ʜᴇʀᴏᴋᴜ</b>

<b>○ ᴠᴇʀsɪᴏɴ : 1.0.0</b>

<b>○ ᴄʀᴇᴀᴛᴏʀ</b> : <b><a href="https://t.me/xxxtentacion_OF_TG">xxxᴛᴇɴᴛᴀᴄɪᴏɴ🇮🇳/🇰🇼</a></b>

<b>○ sᴏᴜʀᴄᴇ ᴄᴏᴅᴇ : 🔐</b>

<b>ᴜᴘᴅᴀᴛᴇ ᴏɴ 6-7-21 ɪɴᴅɪᴀɴ ᴛɪᴍᴇ 4:48 ᴘᴍ</b>
"""
